HTMLreport/statistics.json
{
  "About Us" : {
    "transaction" : "About Us",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1284.5700000000002,
    "medianResTime" : 1216.5,
    "minResTime" : 408.0,
    "maxResTime" : 2478.0,
    "pct1ResTime" : 1892.0,
    "pct2ResTime" : 2033.0999999999995,
    "pct3ResTime" : 2476.5899999999992,
    "throughput" : 0.6660450246436659,
    "receivedKBytesPerSec" : 60.34992340482217,
    "sentKBytesPerSec" : 0.15740517183961636
  },
  "Contact-0" : {
    "transaction" : "Contact-0",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 136.76999999999995,
    "medianResTime" : 131.0,
    "minResTime" : 112.0,
    "maxResTime" : 248.0,
    "pct1ResTime" : 162.0,
    "pct2ResTime" : 174.79999999999995,
    "pct3ResTime" : 247.89999999999995,
    "throughput" : 0.6883496816382723,
    "receivedKBytesPerSec" : 0.26821437790397523,
    "sentKBytesPerSec" : 0.10284912235415591
  },
  "Contact-1" : {
    "transaction" : "Contact-1",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1054.46,
    "medianResTime" : 1028.5,
    "minResTime" : 347.0,
    "maxResTime" : 1867.0,
    "pct1ResTime" : 1499.3000000000002,
    "pct2ResTime" : 1738.1999999999994,
    "pct3ResTime" : 1866.61,
    "throughput" : 0.687341911360387,
    "receivedKBytesPerSec" : 62.01179929788024,
    "sentKBytesPerSec" : 0.07719171856098098
  },
  "Technology" : {
    "transaction" : "Technology",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1285.81,
    "medianResTime" : 1251.5,
    "minResTime" : 575.0,
    "maxResTime" : 2460.0,
    "pct1ResTime" : 1820.0000000000002,
    "pct2ResTime" : 1991.6999999999998,
    "pct3ResTime" : 2456.5699999999983,
    "throughput" : 0.6676057654433903,
    "receivedKBytesPerSec" : 60.4913411532222,
    "sentKBytesPerSec" : 0.1649455650949002
  },
  "All pages" : {
    "transaction" : "All pages",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1324.6600000000005,
    "medianResTime" : 1255.0,
    "minResTime" : 686.0,
    "maxResTime" : 3487.0,
    "pct1ResTime" : 1832.1000000000001,
    "pct2ResTime" : 2289.5999999999967,
    "pct3ResTime" : 3477.249999999995,
    "throughput" : 0.6633103164653519,
    "receivedKBytesPerSec" : 60.10213320597776,
    "sentKBytesPerSec" : 0.15157677153602772
  },
  "News" : {
    "transaction" : "News",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1245.5700000000002,
    "medianResTime" : 1208.5,
    "minResTime" : 401.0,
    "maxResTime" : 2570.0,
    "pct1ResTime" : 1690.7,
    "pct2ResTime" : 2036.3999999999978,
    "pct3ResTime" : 2568.2599999999993,
    "throughput" : 0.6791909477430486,
    "receivedKBytesPerSec" : 61.54106728065528,
    "sentKBytesPerSec" : 0.15785883355746633
  },
  "Works" : {
    "transaction" : "Works",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1213.0799999999997,
    "medianResTime" : 1151.0,
    "minResTime" : 456.0,
    "maxResTime" : 2193.0,
    "pct1ResTime" : 1718.0000000000002,
    "pct2ResTime" : 1826.8499999999992,
    "pct3ResTime" : 2192.91,
    "throughput" : 0.6702951980052015,
    "receivedKBytesPerSec" : 60.73502895675256,
    "sentKBytesPerSec" : 0.1747742361986219
  },
  "Blog" : {
    "transaction" : "Blog",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1244.9299999999998,
    "medianResTime" : 1174.5,
    "minResTime" : 453.0,
    "maxResTime" : 2285.0,
    "pct1ResTime" : 1811.8000000000004,
    "pct2ResTime" : 2097.8499999999985,
    "pct3ResTime" : 2284.2299999999996,
    "throughput" : 0.6775297266167554,
    "receivedKBytesPerSec" : 61.39054507266506,
    "sentKBytesPerSec" : 0.16607418103594296
  },
  "Blog-0" : {
    "transaction" : "Blog-0",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 141.68999999999994,
    "medianResTime" : 136.0,
    "minResTime" : 112.0,
    "maxResTime" : 269.0,
    "pct1ResTime" : 170.9,
    "pct2ResTime" : 186.64999999999992,
    "pct3ResTime" : 268.71999999999986,
    "throughput" : 0.6791217597403039,
    "receivedKBytesPerSec" : 0.2646187325550598,
    "sentKBytesPerSec" : 0.0901958587155091
  },
  "Blog-1" : {
    "transaction" : "Blog-1",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1103.2300000000005,
    "medianResTime" : 1041.5,
    "minResTime" : 341.0,
    "maxResTime" : 2128.0,
    "pct1ResTime" : 1655.6000000000004,
    "pct2ResTime" : 1939.2999999999988,
    "pct3ResTime" : 2127.0699999999997,
    "throughput" : 0.6780718349301925,
    "receivedKBytesPerSec" : 61.1754555371346,
    "sentKBytesPerSec" : 0.07615064552438686
  },
  "All pages-0" : {
    "transaction" : "All pages-0",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 155.10000000000008,
    "medianResTime" : 138.5,
    "minResTime" : 112.0,
    "maxResTime" : 563.0,
    "pct1ResTime" : 240.9,
    "pct2ResTime" : 261.5999999999999,
    "pct3ResTime" : 560.1799999999986,
    "throughput" : 0.6658454572693677,
    "receivedKBytesPerSec" : 0.2594456420414822,
    "sentKBytesPerSec" : 0.07737852481938942
  },
  "About Us-1" : {
    "transaction" : "About Us-1",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1141.4499999999998,
    "medianResTime" : 1058.0,
    "minResTime" : 285.0,
    "maxResTime" : 2351.0,
    "pct1ResTime" : 1766.0,
    "pct2ResTime" : 1872.7499999999998,
    "pct3ResTime" : 2349.099999999999,
    "throughput" : 0.6666000066660001,
    "receivedKBytesPerSec" : 60.14047032796721,
    "sentKBytesPerSec" : 0.07486230543612306
  },
  "All pages-1" : {
    "transaction" : "All pages-1",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1169.5100000000002,
    "medianResTime" : 1112.5,
    "minResTime" : 574.0,
    "maxResTime" : 3243.0,
    "pct1ResTime" : 1704.7,
    "pct2ResTime" : 2032.649999999998,
    "pct3ResTime" : 3234.3599999999956,
    "throughput" : 0.6644959797993222,
    "receivedKBytesPerSec" : 59.95064559937537,
    "sentKBytesPerSec" : 0.07462601335636919
  },
  "About Us-0" : {
    "transaction" : "About Us-0",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 143.09,
    "medianResTime" : 140.0,
    "minResTime" : 112.0,
    "maxResTime" : 302.0,
    "pct1ResTime" : 172.8,
    "pct2ResTime" : 183.74999999999994,
    "pct3ResTime" : 301.3499999999997,
    "throughput" : 0.6684626028596831,
    "receivedKBytesPerSec" : 0.2604654087314585,
    "sentKBytesPerSec" : 0.08290502984685522
  },
  "Services-0" : {
    "transaction" : "Services-0",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 140.16000000000005,
    "medianResTime" : 134.5,
    "minResTime" : 112.0,
    "maxResTime" : 226.0,
    "pct1ResTime" : 168.9,
    "pct2ResTime" : 176.89999999999998,
    "pct3ResTime" : 225.5999999999998,
    "throughput" : 0.6692634086923931,
    "receivedKBytesPerSec" : 0.2607774414729149,
    "sentKBytesPerSec" : 0.09084727910961196
  },
  "Works-0" : {
    "transaction" : "Works-0",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 147.17,
    "medianResTime" : 138.0,
    "minResTime" : 112.0,
    "maxResTime" : 575.0,
    "pct1ResTime" : 174.9,
    "pct2ResTime" : 181.95,
    "pct3ResTime" : 572.5699999999988,
    "throughput" : 0.6718443471016635,
    "receivedKBytesPerSec" : 0.26178310009137085,
    "sentKBytesPerSec" : 0.09972689527290318
  },
  "Services-1" : {
    "transaction" : "Services-1",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1129.5499999999997,
    "medianResTime" : 1034.0,
    "minResTime" : 458.0,
    "maxResTime" : 2564.0,
    "pct1ResTime" : 1749.7000000000003,
    "pct2ResTime" : 2006.8999999999996,
    "pct3ResTime" : 2562.8999999999996,
    "throughput" : 0.6680517606504152,
    "receivedKBytesPerSec" : 60.27144717547716,
    "sentKBytesPerSec" : 0.07502534421366967
  },
  "Works-1" : {
    "transaction" : "Works-1",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1065.8599999999997,
    "medianResTime" : 1009.5,
    "minResTime" : 344.0,
    "maxResTime" : 2040.0,
    "pct1ResTime" : 1542.1000000000001,
    "pct2ResTime" : 1606.85,
    "pct3ResTime" : 2039.9099999999999,
    "throughput" : 0.6708527880641871,
    "receivedKBytesPerSec" : 60.52415510284173,
    "sentKBytesPerSec" : 0.07533991272205227
  },
  "Technology-0" : {
    "transaction" : "Technology-0",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 145.23000000000005,
    "medianResTime" : 138.0,
    "minResTime" : 112.0,
    "maxResTime" : 525.0,
    "pct1ResTime" : 174.70000000000002,
    "pct2ResTime" : 185.74999999999994,
    "pct3ResTime" : 522.3899999999987,
    "throughput" : 0.6696667738133505,
    "receivedKBytesPerSec" : 0.26093461206203794,
    "sentKBytesPerSec" : 0.0902480613146898
  },
  "Capabilities-1" : {
    "transaction" : "Capabilities-1",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1078.4200000000005,
    "medianResTime" : 1027.0,
    "minResTime" : 458.0,
    "maxResTime" : 2151.0,
    "pct1ResTime" : 1547.4,
    "pct2ResTime" : 1862.9499999999998,
    "pct3ResTime" : 2149.7599999999993,
    "throughput" : 0.6696039961966493,
    "receivedKBytesPerSec" : 60.41148944201898,
    "sentKBytesPerSec" : 0.07519966754161587
  },
  "Clients" : {
    "transaction" : "Clients",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1262.97,
    "medianResTime" : 1174.0,
    "minResTime" : 459.0,
    "maxResTime" : 2532.0,
    "pct1ResTime" : 1879.6000000000006,
    "pct2ResTime" : 2077.9499999999994,
    "pct3ResTime" : 2531.3499999999995,
    "throughput" : 0.6730199752328649,
    "receivedKBytesPerSec" : 60.98191931836537,
    "sentKBytesPerSec" : 0.15839630276476604
  },
  "FAQ`s-1" : {
    "transaction" : "FAQ`s-1",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1069.0799999999995,
    "medianResTime" : 1019.0,
    "minResTime" : 349.0,
    "maxResTime" : 2230.0,
    "pct1ResTime" : 1544.7000000000003,
    "pct2ResTime" : 1747.35,
    "pct3ResTime" : 2229.2699999999995,
    "throughput" : 0.6843596446804725,
    "receivedKBytesPerSec" : 61.74274001348188,
    "sentKBytesPerSec" : 0.0768567960334515
  },
  "FAQ`s-0" : {
    "transaction" : "FAQ`s-0",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 139.33999999999997,
    "medianResTime" : 135.5,
    "minResTime" : 112.0,
    "maxResTime" : 233.0,
    "pct1ResTime" : 173.0,
    "pct2ResTime" : 179.95,
    "pct3ResTime" : 232.67999999999984,
    "throughput" : 0.6854667342993844,
    "receivedKBytesPerSec" : 0.26709104197798283,
    "sentKBytesPerSec" : 0.10241836948027913
  },
  "Capabilities-0" : {
    "transaction" : "Capabilities-0",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 143.15000000000006,
    "medianResTime" : 135.5,
    "minResTime" : 112.0,
    "maxResTime" : 558.0,
    "pct1ResTime" : 167.9,
    "pct2ResTime" : 174.0,
    "pct3ResTime" : 555.0599999999985,
    "throughput" : 0.6708437873156857,
    "receivedKBytesPerSec" : 0.26139323353413924,
    "sentKBytesPerSec" : 0.0890964405028645
  },
  "Contact" : {
    "transaction" : "Contact",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1191.2399999999996,
    "medianResTime" : 1163.5,
    "minResTime" : 461.0,
    "maxResTime" : 2042.0,
    "pct1ResTime" : 1617.8,
    "pct2ResTime" : 1875.0499999999995,
    "pct3ResTime" : 2041.3899999999996,
    "throughput" : 0.68667170225915,
    "receivedKBytesPerSec" : 62.218893771887664,
    "sentKBytesPerSec" : 0.1797148595756369
  },
  "Career-1" : {
    "transaction" : "Career-1",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1106.9400000000005,
    "medianResTime" : 1064.5,
    "minResTime" : 345.0,
    "maxResTime" : 2058.0,
    "pct1ResTime" : 1682.9,
    "pct2ResTime" : 1886.0999999999985,
    "pct3ResTime" : 2057.6699999999996,
    "throughput" : 0.6821887343352412,
    "receivedKBytesPerSec" : 61.54688107574342,
    "sentKBytesPerSec" : 0.07661299262553979
  },
  "FAQ`s" : {
    "transaction" : "FAQ`s",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1208.4399999999991,
    "medianResTime" : 1155.5,
    "minResTime" : 463.0,
    "maxResTime" : 2372.0,
    "pct1ResTime" : 1718.7,
    "pct2ResTime" : 1859.3999999999999,
    "pct3ResTime" : 2371.4199999999996,
    "throughput" : 0.6838074398249453,
    "receivedKBytesPerSec" : 61.9593647428884,
    "sentKBytesPerSec" : 0.17896522839168488
  },
  "Services" : {
    "transaction" : "Services",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1269.7499999999995,
    "medianResTime" : 1178.5,
    "minResTime" : 573.0,
    "maxResTime" : 2694.0,
    "pct1ResTime" : 1928.1000000000006,
    "pct2ResTime" : 2166.949999999999,
    "pct3ResTime" : 2693.22,
    "throughput" : 0.6672182337398916,
    "receivedKBytesPerSec" : 60.45622714777549,
    "sentKBytesPerSec" : 0.1655013978221997
  },
  "Career-0" : {
    "transaction" : "Career-0",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 142.29999999999993,
    "medianResTime" : 134.0,
    "minResTime" : 112.0,
    "maxResTime" : 526.0,
    "pct1ResTime" : 172.8,
    "pct2ResTime" : 177.95,
    "pct3ResTime" : 523.5199999999987,
    "throughput" : 0.6836064341037579,
    "receivedKBytesPerSec" : 0.26636617891347597,
    "sentKBytesPerSec" : 0.08344805103805637
  },
  "Technology-1" : {
    "transaction" : "Technology-1",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1140.4999999999998,
    "medianResTime" : 1113.5,
    "minResTime" : 461.0,
    "maxResTime" : 2320.0,
    "pct1ResTime" : 1668.8000000000002,
    "pct2ResTime" : 1855.7999999999997,
    "pct3ResTime" : 2316.499999999998,
    "throughput" : 0.6682347909761573,
    "receivedKBytesPerSec" : 60.287960121418266,
    "sentKBytesPerSec" : 0.07504589937720518
  },
  "Capabilities" : {
    "transaction" : "Capabilities",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1221.6,
    "medianResTime" : 1181.5,
    "minResTime" : 572.0,
    "maxResTime" : 2300.0,
    "pct1ResTime" : 1668.9,
    "pct2ResTime" : 2015.0999999999995,
    "pct3ResTime" : 2298.6799999999994,
    "throughput" : 0.6687889569567427,
    "receivedKBytesPerSec" : 60.59854939675236,
    "sentKBytesPerSec" : 0.16393166816029534
  },
  "News-1" : {
    "transaction" : "News-1",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1102.41,
    "medianResTime" : 1053.5,
    "minResTime" : 278.0,
    "maxResTime" : 2445.0,
    "pct1ResTime" : 1539.8000000000002,
    "pct2ResTime" : 1899.799999999998,
    "pct3ResTime" : 2442.7299999999987,
    "throughput" : 0.6797773049548967,
    "receivedKBytesPerSec" : 61.32932257642396,
    "sentKBytesPerSec" : 0.07634217780255188
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 3600,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 833.4269444444442,
    "medianResTime" : 923.0,
    "minResTime" : 112.0,
    "maxResTime" : 3487.0,
    "pct1ResTime" : 1552.8000000000002,
    "pct2ResTime" : 1794.9499999999998,
    "pct3ResTime" : 2218.99,
    "throughput" : 22.99379167624741,
    "receivedKBytesPerSec" : 1388.9687284433203,
    "sentKBytesPerSec" : 3.751211565238497
  },
  "News-0" : {
    "transaction" : "News-0",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 143.12,
    "medianResTime" : 137.0,
    "minResTime" : 112.0,
    "maxResTime" : 592.0,
    "pct1ResTime" : 166.8,
    "pct2ResTime" : 178.95,
    "pct3ResTime" : 587.9399999999979,
    "throughput" : 0.6812963707342331,
    "receivedKBytesPerSec" : 0.26546606633101466,
    "sentKBytesPerSec" : 0.08183540390655339
  },
  "Clients-1" : {
    "transaction" : "Clients-1",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1121.2299999999996,
    "medianResTime" : 1038.5,
    "minResTime" : 347.0,
    "maxResTime" : 2413.0,
    "pct1ResTime" : 1709.9000000000003,
    "pct2ResTime" : 1921.5,
    "pct3ResTime" : 2411.6599999999994,
    "throughput" : 0.6738726111215936,
    "receivedKBytesPerSec" : 60.79660271334807,
    "sentKBytesPerSec" : 0.0756790530068196
  },
  "Career" : {
    "transaction" : "Career",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1249.31,
    "medianResTime" : 1219.5,
    "minResTime" : 457.0,
    "maxResTime" : 2219.0,
    "pct1ResTime" : 1823.5000000000002,
    "pct2ResTime" : 2031.7499999999984,
    "pct3ResTime" : 2218.2699999999995,
    "throughput" : 0.6815935657567392,
    "receivedKBytesPerSec" : 61.75876699723955,
    "sentKBytesPerSec" : 0.15974849197423577
  },
  "Clients-0" : {
    "transaction" : "Clients-0",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 141.68000000000006,
    "medianResTime" : 137.0,
    "minResTime" : 112.0,
    "maxResTime" : 232.0,
    "pct1ResTime" : 171.0,
    "pct2ResTime" : 180.0,
    "pct3ResTime" : 231.55999999999977,
    "throughput" : 0.6745954114020117,
    "receivedKBytesPerSec" : 0.2628550479974635,
    "sentKBytesPerSec" : 0.0830068572623569
  }
}