HTMLreport/statistics.json
{
  "About Us" : {
    "transaction" : "About Us",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1255.4699999999993,
    "medianResTime" : 1159.5,
    "minResTime" : 605.0,
    "maxResTime" : 2634.0,
    "pct1ResTime" : 1731.8000000000002,
    "pct2ResTime" : 2084.199999999998,
    "pct3ResTime" : 2631.0899999999983,
    "throughput" : 0.6657036154363355,
    "receivedKBytesPerSec" : 60.3189885299267,
    "sentKBytesPerSec" : 0.15732448724179018
  },
  "Contact-0" : {
    "transaction" : "Contact-0",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 144.38,
    "medianResTime" : 136.5,
    "minResTime" : 114.0,
    "maxResTime" : 516.0,
    "pct1ResTime" : 171.8,
    "pct2ResTime" : 185.5499999999999,
    "pct3ResTime" : 513.4499999999987,
    "throughput" : 0.6886103842445944,
    "receivedKBytesPerSec" : 0.26831596026718085,
    "sentKBytesPerSec" : 0.10288807498967084
  },
  "Contact-1" : {
    "transaction" : "Contact-1",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1128.66,
    "medianResTime" : 1073.5,
    "minResTime" : 358.0,
    "maxResTime" : 2379.0,
    "pct1ResTime" : 1689.4,
    "pct2ResTime" : 1881.2499999999998,
    "pct3ResTime" : 2376.0799999999986,
    "throughput" : 0.687616035205941,
    "receivedKBytesPerSec" : 62.03653067627037,
    "sentKBytesPerSec" : 0.0772225039537922
  },
  "Technology" : {
    "transaction" : "Technology",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1247.0200000000002,
    "medianResTime" : 1146.5,
    "minResTime" : 633.0,
    "maxResTime" : 3451.0,
    "pct1ResTime" : 1739.0000000000002,
    "pct2ResTime" : 1987.5999999999997,
    "pct3ResTime" : 3443.049999999996,
    "throughput" : 0.6686369167814494,
    "receivedKBytesPerSec" : 60.58477313149414,
    "sentKBytesPerSec" : 0.1652003319782292
  },
  "All pages" : {
    "transaction" : "All pages",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1324.9799999999996,
    "medianResTime" : 1245.0,
    "minResTime" : 616.0,
    "maxResTime" : 3268.0,
    "pct1ResTime" : 1851.4,
    "pct2ResTime" : 2257.5999999999976,
    "pct3ResTime" : 3260.819999999996,
    "throughput" : 0.6611570247933884,
    "receivedKBytesPerSec" : 59.90702479338843,
    "sentKBytesPerSec" : 0.15108471074380164
  },
  "News" : {
    "transaction" : "News",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1248.2100000000003,
    "medianResTime" : 1239.0,
    "minResTime" : 482.0,
    "maxResTime" : 2294.0,
    "pct1ResTime" : 1755.8,
    "pct2ResTime" : 2000.95,
    "pct3ResTime" : 2292.9899999999993,
    "throughput" : 0.6789142802829715,
    "receivedKBytesPerSec" : 61.515998615014865,
    "sentKBytesPerSec" : 0.15779452998764376
  },
  "Works" : {
    "transaction" : "Works",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1180.7700000000004,
    "medianResTime" : 1139.5,
    "minResTime" : 481.0,
    "maxResTime" : 2040.0,
    "pct1ResTime" : 1612.9,
    "pct2ResTime" : 1745.1999999999994,
    "pct3ResTime" : 2038.6399999999994,
    "throughput" : 0.6725718474876078,
    "receivedKBytesPerSec" : 60.94131474344747,
    "sentKBytesPerSec" : 0.17536785476483527
  },
  "Blog" : {
    "transaction" : "Blog",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1159.6599999999999,
    "medianResTime" : 1139.0,
    "minResTime" : 482.0,
    "maxResTime" : 2538.0,
    "pct1ResTime" : 1610.9,
    "pct2ResTime" : 1816.5999999999995,
    "pct3ResTime" : 2535.5599999999986,
    "throughput" : 0.6757076348205658,
    "receivedKBytesPerSec" : 61.22544647381971,
    "sentKBytesPerSec" : 0.16562755501949417
  },
  "Blog-0" : {
    "transaction" : "Blog-0",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 143.84,
    "medianResTime" : 140.5,
    "minResTime" : 115.0,
    "maxResTime" : 187.0,
    "pct1ResTime" : 175.0,
    "pct2ResTime" : 180.84999999999997,
    "pct3ResTime" : 187.0,
    "throughput" : 0.67736909842173,
    "receivedKBytesPerSec" : 0.2639358108108108,
    "sentKBytesPerSec" : 0.08996308338413601
  },
  "Blog-1" : {
    "transaction" : "Blog-1",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1015.8000000000001,
    "medianResTime" : 986.5,
    "minResTime" : 363.0,
    "maxResTime" : 2356.0,
    "pct1ResTime" : 1424.8,
    "pct2ResTime" : 1658.0499999999993,
    "pct3ResTime" : 2353.569999999999,
    "throughput" : 0.6763932008955447,
    "receivedKBytesPerSec" : 61.02400963353017,
    "sentKBytesPerSec" : 0.07596212705369886
  },
  "All pages-0" : {
    "transaction" : "All pages-0",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 164.32000000000002,
    "medianResTime" : 146.0,
    "minResTime" : 116.0,
    "maxResTime" : 529.0,
    "pct1ResTime" : 241.0,
    "pct2ResTime" : 265.0,
    "pct3ResTime" : 528.9499999999999,
    "throughput" : 0.6637770240220905,
    "receivedKBytesPerSec" : 0.25863968025860756,
    "sentKBytesPerSec" : 0.07713815025256716
  },
  "About Us-1" : {
    "transaction" : "About Us-1",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1110.2400000000002,
    "medianResTime" : 1019.0,
    "minResTime" : 486.0,
    "maxResTime" : 2503.0,
    "pct1ResTime" : 1590.2,
    "pct2ResTime" : 1925.0499999999977,
    "pct3ResTime" : 2499.9899999999984,
    "throughput" : 0.6663423800417131,
    "receivedKBytesPerSec" : 60.117227324368805,
    "sentKBytesPerSec" : 0.07483337275859081
  },
  "All pages-1" : {
    "transaction" : "All pages-1",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1160.6000000000004,
    "medianResTime" : 1074.0,
    "minResTime" : 496.0,
    "maxResTime" : 3015.0,
    "pct1ResTime" : 1614.2000000000003,
    "pct2ResTime" : 2113.699999999998,
    "pct3ResTime" : 3008.989999999997,
    "throughput" : 0.6625412431923887,
    "receivedKBytesPerSec" : 59.774289797196126,
    "sentKBytesPerSec" : 0.07440648727258271
  },
  "About Us-0" : {
    "transaction" : "About Us-0",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 145.17000000000002,
    "medianResTime" : 141.0,
    "minResTime" : 114.0,
    "maxResTime" : 259.0,
    "pct1ResTime" : 175.0,
    "pct2ResTime" : 183.0,
    "pct3ResTime" : 258.31999999999965,
    "throughput" : 0.6678643701037194,
    "receivedKBytesPerSec" : 0.26023230827283594,
    "sentKBytesPerSec" : 0.08283083496403551
  },
  "Services-0" : {
    "transaction" : "Services-0",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 141.98000000000002,
    "medianResTime" : 136.0,
    "minResTime" : 114.0,
    "maxResTime" : 194.0,
    "pct1ResTime" : 175.9,
    "pct2ResTime" : 180.89999999999998,
    "pct3ResTime" : 193.96999999999997,
    "throughput" : 0.6692813257124499,
    "receivedKBytesPerSec" : 0.2607844228117847,
    "sentKBytesPerSec" : 0.09084971120510796
  },
  "Works-0" : {
    "transaction" : "Works-0",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 145.39000000000001,
    "medianResTime" : 138.0,
    "minResTime" : 115.0,
    "maxResTime" : 364.0,
    "pct1ResTime" : 177.70000000000002,
    "pct2ResTime" : 181.0,
    "pct3ResTime" : 362.8999999999994,
    "throughput" : 0.674217907227616,
    "receivedKBytesPerSec" : 0.26270795408576053,
    "sentKBytesPerSec" : 0.10007922060409925
  },
  "Services-1" : {
    "transaction" : "Services-1",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1114.3000000000004,
    "medianResTime" : 1021.5,
    "minResTime" : 479.0,
    "maxResTime" : 3317.0,
    "pct1ResTime" : 1650.6,
    "pct2ResTime" : 2169.349999999999,
    "pct3ResTime" : 3310.6399999999967,
    "throughput" : 0.6678063895715355,
    "receivedKBytesPerSec" : 60.24930986383428,
    "sentKBytesPerSec" : 0.07499778789133454
  },
  "Works-1" : {
    "transaction" : "Works-1",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1035.3000000000004,
    "medianResTime" : 981.0,
    "minResTime" : 363.0,
    "maxResTime" : 1920.0,
    "pct1ResTime" : 1473.7,
    "pct2ResTime" : 1586.8499999999997,
    "pct3ResTime" : 1918.5899999999992,
    "throughput" : 0.6732419968357626,
    "receivedKBytesPerSec" : 60.73970886491399,
    "sentKBytesPerSec" : 0.07560823206651632
  },
  "Technology-0" : {
    "transaction" : "Technology-0",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 145.49999999999994,
    "medianResTime" : 133.0,
    "minResTime" : 115.0,
    "maxResTime" : 567.0,
    "pct1ResTime" : 167.0,
    "pct2ResTime" : 180.84999999999997,
    "pct3ResTime" : 563.9499999999985,
    "throughput" : 0.6708932944215223,
    "receivedKBytesPerSec" : 0.2614125239005736,
    "sentKBytesPerSec" : 0.09041335413102546
  },
  "Capabilities-1" : {
    "transaction" : "Capabilities-1",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1093.9100000000008,
    "medianResTime" : 1058.0,
    "minResTime" : 376.0,
    "maxResTime" : 2932.0,
    "pct1ResTime" : 1613.2000000000005,
    "pct2ResTime" : 1779.5999999999995,
    "pct3ResTime" : 2929.0499999999984,
    "throughput" : 0.6719436642431899,
    "receivedKBytesPerSec" : 60.622573653424894,
    "sentKBytesPerSec" : 0.07546242323043637
  },
  "Clients" : {
    "transaction" : "Clients",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1197.47,
    "medianResTime" : 1149.0,
    "minResTime" : 486.0,
    "maxResTime" : 2126.0,
    "pct1ResTime" : 1703.3000000000002,
    "pct2ResTime" : 1847.1499999999996,
    "pct3ResTime" : 2125.2799999999997,
    "throughput" : 0.6738226633514592,
    "receivedKBytesPerSec" : 61.05465038711112,
    "sentKBytesPerSec" : 0.1585852166676774
  },
  "FAQ`s-1" : {
    "transaction" : "FAQ`s-1",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1117.1799999999998,
    "medianResTime" : 1052.5,
    "minResTime" : 362.0,
    "maxResTime" : 2281.0,
    "pct1ResTime" : 1737.0000000000007,
    "pct2ResTime" : 1988.5999999999995,
    "pct3ResTime" : 2279.379999999999,
    "throughput" : 0.6855654200802112,
    "receivedKBytesPerSec" : 61.85152474034209,
    "sentKBytesPerSec" : 0.07699221026291433
  },
  "FAQ`s-0" : {
    "transaction" : "FAQ`s-0",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 142.41000000000003,
    "medianResTime" : 141.0,
    "minResTime" : 115.0,
    "maxResTime" : 197.0,
    "pct1ResTime" : 166.0,
    "pct2ResTime" : 178.64999999999992,
    "pct3ResTime" : 196.87999999999994,
    "throughput" : 0.6865255627793301,
    "receivedKBytesPerSec" : 0.2675036128407741,
    "sentKBytesPerSec" : 0.1025765733449585
  },
  "Capabilities-0" : {
    "transaction" : "Capabilities-0",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 148.79999999999998,
    "medianResTime" : 146.5,
    "minResTime" : 115.0,
    "maxResTime" : 332.0,
    "pct1ResTime" : 176.9,
    "pct2ResTime" : 184.95,
    "pct3ResTime" : 331.11999999999955,
    "throughput" : 0.6730652738702599,
    "receivedKBytesPerSec" : 0.26225883229905633,
    "sentKBytesPerSec" : 0.08939148168589389
  },
  "Contact" : {
    "transaction" : "Contact",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1273.1,
    "medianResTime" : 1214.0,
    "minResTime" : 483.0,
    "maxResTime" : 2519.0,
    "pct1ResTime" : 1853.8000000000002,
    "pct2ResTime" : 2000.2999999999997,
    "pct3ResTime" : 2516.4199999999987,
    "throughput" : 0.68686036128855,
    "receivedKBytesPerSec" : 62.235988048629714,
    "sentKBytesPerSec" : 0.1797642351809877
  },
  "Career-1" : {
    "transaction" : "Career-1",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1106.63,
    "medianResTime" : 1068.5,
    "minResTime" : 371.0,
    "maxResTime" : 2555.0,
    "pct1ResTime" : 1619.9000000000003,
    "pct2ResTime" : 1816.8999999999996,
    "pct3ResTime" : 2554.4199999999996,
    "throughput" : 0.6832187803178333,
    "receivedKBytesPerSec" : 61.63981154263968,
    "sentKBytesPerSec" : 0.07672867161772542
  },
  "FAQ`s" : {
    "transaction" : "FAQ`s",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1259.6200000000003,
    "medianResTime" : 1185.0,
    "minResTime" : 485.0,
    "maxResTime" : 2431.0,
    "pct1ResTime" : 1862.3000000000006,
    "pct2ResTime" : 2114.7,
    "pct3ResTime" : 2429.159999999999,
    "throughput" : 0.68478610705946,
    "receivedKBytesPerSec" : 62.048041169340756,
    "sentKBytesPerSec" : 0.17922136395696803
  },
  "Services" : {
    "transaction" : "Services",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1256.3399999999995,
    "medianResTime" : 1172.5,
    "minResTime" : 598.0,
    "maxResTime" : 3470.0,
    "pct1ResTime" : 1817.8000000000002,
    "pct2ResTime" : 2293.499999999999,
    "pct3ResTime" : 3463.969999999997,
    "throughput" : 0.6671425616940084,
    "receivedKBytesPerSec" : 60.44937055099304,
    "sentKBytesPerSec" : 0.1654826276076935
  },
  "Career-0" : {
    "transaction" : "Career-0",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 148.48999999999992,
    "medianResTime" : 137.5,
    "minResTime" : 115.0,
    "maxResTime" : 562.0,
    "pct1ResTime" : 172.9,
    "pct2ResTime" : 183.69999999999993,
    "pct3ResTime" : 558.9299999999985,
    "throughput" : 0.6843034475207687,
    "receivedKBytesPerSec" : 0.2666377691023308,
    "sentKBytesPerSec" : 0.08353313568368759
  },
  "Technology-1" : {
    "transaction" : "Technology-1",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1101.5000000000002,
    "medianResTime" : 1007.0,
    "minResTime" : 503.0,
    "maxResTime" : 3309.0,
    "pct1ResTime" : 1608.1000000000001,
    "pct2ResTime" : 1855.9999999999998,
    "pct3ResTime" : 3297.9099999999944,
    "throughput" : 0.6692230989044817,
    "receivedKBytesPerSec" : 60.377124992471245,
    "sentKBytesPerSec" : 0.07515689099024943
  },
  "Capabilities" : {
    "transaction" : "Capabilities",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1242.7699999999993,
    "medianResTime" : 1204.5,
    "minResTime" : 496.0,
    "maxResTime" : 3067.0,
    "pct1ResTime" : 1758.2000000000003,
    "pct2ResTime" : 1922.249999999999,
    "pct3ResTime" : 3063.9099999999985,
    "throughput" : 0.671366230278617,
    "receivedKBytesPerSec" : 60.83207452165156,
    "sentKBytesPerSec" : 0.16456340214837195
  },
  "News-1" : {
    "transaction" : "News-1",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1101.0700000000002,
    "medianResTime" : 1097.5,
    "minResTime" : 362.0,
    "maxResTime" : 2159.0,
    "pct1ResTime" : 1620.4,
    "pct2ResTime" : 1880.4499999999998,
    "pct3ResTime" : 2158.0699999999997,
    "throughput" : 0.6795740429898539,
    "receivedKBytesPerSec" : 61.31098433751724,
    "sentKBytesPerSec" : 0.07631935053108711
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 3600,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 827.7922222222219,
    "medianResTime" : 895.0,
    "minResTime" : 114.0,
    "maxResTime" : 3470.0,
    "pct1ResTime" : 1561.0,
    "pct2ResTime" : 1763.9499999999998,
    "pct3ResTime" : 2294.0,
    "throughput" : 22.92467969128098,
    "receivedKBytesPerSec" : 1384.7939326014416,
    "sentKBytesPerSec" : 3.7399366228126034
  },
  "News-0" : {
    "transaction" : "News-0",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 147.10000000000005,
    "medianResTime" : 140.0,
    "minResTime" : 115.0,
    "maxResTime" : 566.0,
    "pct1ResTime" : 174.0,
    "pct2ResTime" : 184.69999999999993,
    "pct3ResTime" : 562.7499999999984,
    "throughput" : 0.6806286286013762,
    "receivedKBytesPerSec" : 0.26520588165229403,
    "sentKBytesPerSec" : 0.08175519659957937
  },
  "Clients-1" : {
    "transaction" : "Clients-1",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1050.0999999999997,
    "medianResTime" : 998.5,
    "minResTime" : 368.0,
    "maxResTime" : 1994.0,
    "pct1ResTime" : 1549.0000000000002,
    "pct2ResTime" : 1690.85,
    "pct3ResTime" : 1992.8199999999995,
    "throughput" : 0.6743497582456117,
    "receivedKBytesPerSec" : 60.839650796407064,
    "sentKBytesPerSec" : 0.07573263886547398
  },
  "Career" : {
    "transaction" : "Career",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1255.1299999999999,
    "medianResTime" : 1211.5,
    "minResTime" : 490.0,
    "maxResTime" : 2684.0,
    "pct1ResTime" : 1812.7000000000003,
    "pct2ResTime" : 2137.599999999998,
    "pct3ResTime" : 2683.49,
    "throughput" : 0.6825705607317157,
    "receivedKBytesPerSec" : 61.8472919013003,
    "sentKBytesPerSec" : 0.15997747517149585
  },
  "Clients-0" : {
    "transaction" : "Clients-0",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 147.30999999999997,
    "medianResTime" : 139.0,
    "minResTime" : 115.0,
    "maxResTime" : 252.0,
    "pct1ResTime" : 175.9,
    "pct2ResTime" : 236.89999999999998,
    "pct3ResTime" : 251.88999999999993,
    "throughput" : 0.6757395969889044,
    "receivedKBytesPerSec" : 0.2633008781236063,
    "sentKBytesPerSec" : 0.0831476457232441
  }
}